insert into `t_employee`(`id`, sp_code, `employee_name`, `address`, `department_id`, `create_time`, `update_time`)
values (1381292675587756033, '123456', '小立', '中国深圳', 1381307027887783937, now(), now()),
       (1381307916669227009, '123456', '小翠', '中国珠海', 1381307027887783937, now(), now()),
       (1381292675587756034, '321654', '小飞', '中国深圳', 1381307376749047810, now(), now()),
       (1381307916669227011, '321654', '小强', '中国珠海', 1381307376749047810, now(), now()),
       (1381292675587756035, '142536', '小黄', '中国深圳', 1381307376749047810, now(), now()),
       (1381307916669227012, '142536', '小绿', '中国珠海', 1381307376749047810, now(), now());

insert into `t_department`(`id`, sp_code, `name`, `create_time`, `update_time`)
values (1381307027887783937, '123456', '开发部', now(), now()),
       (1381307376749047810, '321654', '测试部', now(), now()),
       (1381307450858213377, '142536', '产品部', now(), now());